[
    "The U.S. Coast Guard is the oldest continuous seagoing service in America.",
    "The Coast Guard was founded on August 4, 1790.",
    "The Coast Guard’s motto is 'Semper Paratus'—Always Ready.",
    "One of the Coast Guard's core missions is maritime search and rescue.",
    "The Coast Guard is the only U.S. military branch with full law enforcement authority.",
    "The Coast Guard enforces federal laws on the oceans and U.S. waterways.",
    "The Coast Guard can board vessels anywhere on the high seas.",
    "The Coast Guard operates under the Department of Homeland Security.",
    "Coast Guard members have served in every major U.S. conflict since 1790.",
    "The Coast Guard runs the U.S. aids-to-navigation system.",
    "The Coast Guard is heavily involved in counter-narcotics operations.",
    "The Coast Guard seizes more cocaine at sea than any other U.S. agency.",
    "The Coast Guard’s helicopter crews conduct thousands of rescues each year.",
    "Coast Guard rescue swimmers undergo some of the toughest training in the U.S. military.",
    "Coast Guard pilots fly both helicopters and fixed-wing aircraft.",
    "The Coast Guard has a special operations unit called MSRT (Maritime Security Response Team).",
    "MSRT specializes in counterterrorism and high-risk boarding operations.",
    "Port Security Units are among the Coast Guard’s deployable specialized forces.",
    "The Coast Guard also operates Tactical Law Enforcement Teams (TACLETs).",
    "The Coast Guard enforces U.S. fisheries laws.",
    "The Coast Guard responds to environmental disasters.",
    "The Coast Guard handles marine pollution investigations.",
    "The National Strike Force responds to major hazardous-material events.",
    "The Coast Guard maintains icebreakers for Arctic missions.",
    "The Coast Guard conducts polar operations in harsh conditions.",
    "The Coast Guard Academy is located in New London, Connecticut.",
    "The Coast Guard Academy does not require a congressional nomination.",
    "Cadets at the Academy earn a Bachelor of Science degree.",
    "Graduates from the Academy are commissioned as Ensigns.",
    "The Coast Guard has enlisted boot camp at Cape May, New Jersey.",
    "Coast Guard boot camp is eight weeks long.",
    "Many Coast Guard bases are located along the East and West Coasts.",
    "The Coast Guard conducts migrant interdiction missions.",
    "The service also inspects commercial ships for safety.",
    "The Coast Guard licenses merchant mariners.",
    "The Coast Guard investigates boating accidents.",
    "The Coast Guard enforces boating safety laws.",
    "The service runs public boating education programs.",
    "Coast Guard cutters vary greatly in size and mission.",
    "Some cutters are over 400 feet long.",
    "Fast Response Cutters patrol high-risk regions.",
    "National Security Cutters perform extended deployments.",
    "Patrol boats conduct nearshore missions.",
    "The Coast Guard’s aviation arm began in the 1920s.",
    "Coast Guard aircraft perform search, rescue, and surveillance.",
    "The HC-130 Hercules is the Coast Guard’s long-range aircraft.",
    "The MH-60 Jayhawk is a primary rescue helicopter.",
    "The MH-65 Dolphin is used for short-range missions.",
    "The Coast Guard works heavily with U.S. Navy fleets.",
    "The service frequently partners with NOAA.",
    "The Coast Guard collaborates with local police and fire departments.",
    "Coast Guard boarding teams check vessels for smuggling.",
    "The Coast Guard conducts high-speed chases on the water.",
    "Some Coast Guard boats exceed 60 knots.",
    "Coast Guard canine teams help detect narcotics.",
    "The service also investigates maritime cyber threats.",
    "Coast Guard legal officers are called Judge Advocates.",
    "The Coast Guard maintains its own intelligence branch.",
    "Coast Guard members serve on every ocean in the world.",
    "The service protects more than 95,000 miles of U.S. coastline.",
    "The Coast Guard monitors vessels entering U.S. waters.",
    "Coast Guard buoy tenders maintain maritime markers.",
    "The Coast Guard operates inland river tenders.",
    "Coast Guard crews often deploy for months at a time.",
    "The service has units stationed in Guam and Hawaii.",
    "Coast Guard personnel also serve in Alaska.",
    "The Coast Guard supports scientific missions in the Arctic.",
    "Some Coast Guard cutters deploy with Navy carrier groups.",
    "The Coast Guard operates the International Ice Patrol.",
    "The International Ice Patrol was founded after the Titanic disaster.",
    "Coast Guard divers perform underwater repairs and recovery.",
    "Helicopter crews train for hoisting rescues during storms.",
    "Aircrews practice night search operations using night-vision goggles.",
    "The Coast Guard is known for its distinctive orange-striped emblem.",
    "The stripe is called the 'racing stripe.'",
    "The racing stripe was adopted in 1967.",
    "The Coast Guard uniform has changed many times over the years.",
    "Rescue swimmers must pass intense water survival tests.",
    "Coast Guard cutters often operate far from land.",
    "Some cutters are equipped with small boats launched by crane.",
    "Coast Guard law-enforcement teams board vessels worldwide.",
    "The service often intercepts drug-smuggling semi-submarines.",
    "The Coast Guard was involved in Prohibition-era rum-running enforcement.",
    "Coast Guard aircraft helped save thousands during Hurricane Katrina.",
    "The Coast Guard assists NASA with space capsule recovery.",
    "The Coast Guard enforces maritime border security.",
    "The service conducts port security patrols daily.",
    "The Coast Guard screens cargo entering the U.S.",
    "The Coast Guard maintains a national distress and safety communications system.",
    "The service answers millions of radio calls each year.",
    "Coast Guard watchstanders monitor ocean traffic 24/7.",
    "The Coast Guard runs Vessel Traffic Services in major ports.",
    "Coast Guard units respond to oil rig emergencies.",
    "Coast Guard firefighters combat ship fires.",
    "The service helps contain fuel spills.",
    "The Coast Guard inspects cruise ships.",
    "Coast Guard aids keep shipping lanes open.",
    "The service maintains offshore light stations.",
    "The Coast Guard enforces whale-protection zones.",
    "Coast Guard research supports safer shipping technology.",
    "The Coast Guard oversees bridge safety over navigable waters.",
    "The Coast Guard regulates commercial fishing vessels.",
    "The service runs ice-rescue training programs.",
    "Coast Guard SAR crews save thousands of lives every year.",
    "Coast Guard personnel often work in hurricane conditions.",
    "The Coast Guard uses drones for surveillance missions.",
    "The service helps maintain maritime charts.",
    "Coast Guard historians preserve the service’s long tradition.",
    "The Coast Guard uses simulators for training rescue pilots.",
    "Coast Guard small boats operate from trailers or docks.",
    "Some Coast Guard units specialize in flood rescues.",
    "The Coast Guard provides support to winter storms and blizzards.",
    "Coast Guard chaplains support members and families.",
    "The service maintains family housing at some bases.",
    "Coast Guard morale teams organize community events.",
    "Coast Guard crews practice live-fire weapons drills.",
    "Cutters carry machine guns and deck-mounted weapons.",
    "Coast Guard snipers support high-risk interdictions.",
    "Boarding teams wear protective gear and body armor.",
    "The Coast Guard trains in close-quarters combat.",
    "The service supports U.S. maritime commerce.",
    "Coast Guard units escort high-value naval vessels.",
    "The Coast Guard protects Navy submarines during transit.",
    "The service enforces security zones around major events.",
    "The Coast Guard assists in presidential security operations.",
    "Coast Guard aircraft can deploy life rafts from the air.",
    "Rescue swimmers can jump into waves over 20 feet high.",
    "Coast Guard cutters often navigate through harsh storms.",
    "The service patrols international fishing grounds.",
    "The Coast Guard monitors icebergs using radar and satellites.",
    "Coast Guard buoy tenders lift buoys weighing several tons.",
    "Some buoy tenders are ice-capable and break thin ice.",
    "Coast Guard personnel train to survive arctic exposure.",
    "Coast Guard weather units track storm systems at sea.",
    "The service often coordinates rescues with Canadian forces.",
    "Coast Guard operations extend into the Great Lakes.",
    "Lake Superior storms challenge even experienced crews.",
    "The Coast Guard maintains stations along the Great Lakes shorelines.",
    "The service conducts ice rescues on frozen lakes.",
    "Coast Guard personnel deploy to remote lighthouses for maintenance.",
    "Coast Guard aviation traces its history back over a century.",
    "Early Coast Guard planes were amphibious aircraft.",
    "Coast Guard cutters once used seaplane catapults.",
    "Helicopter rescue became a major mission after WWII.",
    "The Coast Guard invented many modern rescue techniques.",
    "Coast Guard engineers design custom maritime equipment.",
    "The Coast Guard manages maritime radio beacons.",
    "The service oversees maritime emergency locator beacons.",
    "Coast Guard boats use high-performance jet drives.",
    "The service practices pursuit techniques for fast go-fast boats.",
    "Coast Guard crews often work 24-hour duty rotations.",
    "The Coast Guard maintains one of the busiest SAR systems in the world.",
    "The service responds to offshore medical emergencies.",
    "Coast Guard aircraft transport patients from ships to hospitals.",
    "Coast Guard ATON teams climb hazardous structures to maintain lights.",
    "The Coast Guard plays a major role in Alaska’s fishing safety.",
    "The service patrols the Bering Sea during harsh winter seasons.",
    "Coast Guard members often work far from their families.",
    "The service provides childcare support at some stations.",
    "The Coast Guard Band is one of the premier U.S. military bands.",
    "The Coast Guard uses a variety of drones for inspection and surveillance.",
    "The service researches unmanned vessel technology.",
    "Coast Guard cyber units protect maritime digital infrastructure.",
    "The service maintains maritime domain awareness systems.",
    "Coast Guard rescue boats can self-right if capsized.",
    "Coast Guard 47-foot motor lifeboats are nearly unsinkable.",
    "The lifeboats can operate in 20-foot surf and 50-knot winds.",
    "Coast Guard surfmen are elite boat operators.",
    "Surfmen train to handle the roughest waters in the U.S.",
    "The title of surfman is extremely rare and prestigious.",
    "The Coast Guard publishes safety alerts for mariners.",
    "The service monitors drifting shipping containers at sea.",
    "The Coast Guard investigates maritime pollution violations.",
    "The Coast Guard stops illegal fishing operations.",
    "The service inspects foreign ships entering U.S. ports.",
    "The Coast Guard trains international maritime forces.",
    "The Coast Guard conducts joint patrols with Caribbean nations.",
    "The service protects coral reefs by enforcing no-anchor zones.",
    "The Coast Guard responds to natural disasters across the U.S.",
    "The service helps during wildfires by supporting logistics and evacuations.",
    "The Coast Guard operates its own intelligence watch floors.",
    "The service tracks criminal networks across the maritime domain.",
    "Coast Guard law-enforcement teams deploy worldwide on Navy ships.",
    "The Coast Guard operates specialized drone detachments.",
    "Coast Guard K9 teams screen cargo and vessels.",
    "The service protects endangered marine species.",
    "The Coast Guard investigates shipping collisions.",
    "The Coast Guard inspects offshore energy platforms.",
    "The service ensures safety for maritime construction projects.",
    "The Coast Guard enforces bridge permit regulations.",
    "Coast Guard units help enforce national defense readiness.",
    "The service escorts ammunition ships and military cargo vessels.",
    "Coast Guard personnel deploy with military combatant commanders.",
    "The Coast Guard helps protect underwater cables.",
    "The service monitors illegal dumping from ships.",
    "Coast Guard investigators work on maritime crime scenes.",
    "Coast Guard personnel monitor for rogue waves and navigational hazards.",
    "The service coordinates rescues with international partners.",
    "Coast Guard units train on night-vision maritime operations.",
    "The service responds to derelict vessel incidents.",
    "The Coast Guard monitors major regattas and boating events.",
    "The service protects large marine mammals during migrations.",
    "The Coast Guard operates rescue swimmers worldwide.",
    "The service reviews maritime safety technology for the nation.",
    "The Coast Guard supports deep-sea research expeditions.",
    "The service manages waterways used by millions of boaters annually."
]